export const lineHeights = {
  /** Подсказки, бейджи, вспомогательный текст */
  caption: "16px",

  /** Вторичный текст, мелкие описания */
  small: "20px",

  /** Основной текст (MOST USED) */
  body: "24px",

  /** Увеличенный body, карточки, важные абзацы */
  bodyLarge: "26px",

  /** Подзаголовки секций */
  subtitle: "28px",

  /** Заголовки карточек, блоков */
  h4: "32px",

  /** Заголовки секций */
  h3: "40px",

  /** Крупные заголовки страниц */
  h2: "52px",

  /** Hero / landing заголовки */
  h1: "68px",
} as const;
